tutorials/compressible/nexaFoam/neTCLib/heatBath/heatBath_case2/0/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1706                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      initialConditions;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

TTRValue  30000;
TVibValue 1000;

pressureValue  41441.925;

velocityValue  (0 0 0);

N2_mass_fraction 0.666666666667;
N_mass_fraction  0.333333333333;

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
